Repository: komsihon/Project10
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unknown gender <strong>%(gender)s</strong> on line %(line)s. Must be either <b>Male</b> or <b>Female</b>
fr: Le sexe <strong>%(gender)s</strong> à la ligne %(line)s est inconnu. Ce devrait être <b>Masculin</b> ou <b>Féminin</b>

source: Incorrect date of birth <strong>%(dob)s</strong> on line %(line)d. Must be in the format <b>Year-Month-Day</b>
fr: Date de naissance incorrecte <strong>%(dob)s</strong> à la ligne %(line)d. Cela doit être en format <b>Jour-Mois-Année</b>

source: Incorrect Repetition <strong>%(rep)s</strong> on line %(line)d. Must be either <b>Yes</b> or <b>No</b>
fr: "Répétition" incorrecte <strong>%(rep)s</strong> à la ligne %(line)d. Doit être <b>Oui</b> ou <b>Non</b>

source: Year joined <strong>%(year_joined)s</strong> on line %(line)d is incorrect. Please check.
fr: Année d'entrée <strong>%(year_joined)s</strong> à la ligne %(line)d incorrecte. Veuillez vérifiez.

source: Year joined <strong>%(year_joined)s</strong> on line %(line)d seems incorrect. Please check.
fr: Année d'entrée <strong>%(year_joined)s</strong> à la ligne %(line)d semble incorrect. Veuillez vérifier.

source: Unreadable Parent 1 name on line %d. Please replace or remove all suspect whitespaces and special characters to avoid malicious symbols.
fr: Nom du parent 1 illisible à la ligne %d. Veuillez remplacer ou retirer les espaces et caractères spéciaux suspects pour éviter tout symbole malicieux.

source: Missing parent 1 relationship on line %d. Use one of <strong>Father</strong>, <strong>Mother</strong>, <strong>Uncle</strong>, etc
fr: Relation avec le parent 1 non renseignée à la ligne %d. Utilisez une des propositions suivantes <strong>Papa</strong>, <strong>Maman</strong>, <strong> Oncle</strong>, etc

source: Unreadable parent 1 relationship on line %d. Please replace or remove all suspect whitespaces and special characters to avoid malicious symbols.
fr: Relation du parent 2 illisible à la ligne %d. Veuillez remplacer ou retirer les espaces et caractères spéciaux suspects pour éviter tout symbole malicieux.

source: Incorrect parent 1 email <strong>%(email)s</strong> on line %(line)d
fr: Email du parent 1 incorrect <strong>%(email)s</strong> à la ligne %(line)d

source: Missing or incorrect parent 1 phone <strong>%(phone)s</strong> on line %(line)d. Phone must be composed of 9 digits.
fr: Le numéro de téléphone du parent 1 <strong>%(phone)s</strong> à la ligne %(line)d est absent ou incorrect. Le numéro de téléphone doit être composé de 9 chiffres.

source: Unreadable Parent 2 name on line %d. Please replace or remove all suspect whitespaces and special characters to avoid malicious symbols.
fr: Nom du parent 2 illisible à la ligne %d. Veuillez remplacer ou retirer les espaces et caractères spéciaux suspects pour éviter tout symbole malicieux.

source: 1st and 2nd parent have the same name <strong>%(name)s</strong> on line %(line)d. Please change.
fr: Les 1er et 2ème parents ont le même nom <strong>%(name)s</strong>à la ligne %(line)d,. Veuillez rectifier.

source: 2nd parent parent relationship missing on line %d. Use one of <strong>Father</strong>, <strong>Mother</strong>, <strong>Uncle</strong>, etc
fr: La relation du 2nd parent n'est pas renseignée à la ligne %d. Utilisez une des propositions suivantes <strong>Père</strong>, <strong>Mère</strong>, <strong> Oncle</strong>, etc

source: 1st and 2nd parent have the same relationship <strong>%(relation)s</strong> on line %(line)d. Please change.
fr: Les 1er et 2nd parent ont la même relation <strong>%(relation)s</strong> à la ligne %(line)d. Veuillez rectifier.

source: Unreadable parent 2 relationship on line %d. Please replace or remove all suspectwhitespaces and special characters to avoid malicious symbols.
fr: Nom d'élève illisible à la ligne %d. Veuillez remplacer ou retirer les espaces et caractères spéciaux suspects pour éviter tout symbole malicieux.

source: 2nd parent email <strong>%(email)s</strong> incorrect on line %(line)d
fr: L' email du 2nd parent <strong>%(email)s</strong> à la ligne %(line)d est incorrect

source: 1st and 2nd parent have the same email <strong>%(email)s</strong> on line %(line)d. Please change.
fr: Les 1er et 2ème parents ont le même email <strong>%(email)s</strong> à la ligne %(line)d. Veuillez changer.

source: 2nd parent phone <strong>%(phone)s</strong> missing or incorrect on line %(line)d. Phone must be composed of 9 digits.
fr: Le numéro de téléphone <strong>%(phone)s</strong> du 2nd parent est absent ou incorrect à la ligne %(line)d. Le numéro de téléphone doit être composé de 9 chiffres.

source: 1st and 2nd parent have the same phone <strong>%(phone)s</strong> on line %(line)d. Please change.
fr: Les 1er et 2ème parents ont le même numéro de téléphone <strong>%(phone)s</strong> à la ligne %(line)d. Veuillez changer.

source: We are kindly informing you that a new payment of %(amount)s is expected for %(invoice_title)s of %(student)s.
fr: Nous vous informons qu'un nouveau paiement de %(amount)s est attendu pour %(invoice_title)s de %(student)s.

source: All your classrooms
fr: Toutes vos classes

source: No session created. Create sessions first.
fr: Aucune séquence créée. Veuillez d'abord créer des séquences.

source: Cannot mark on a terminated session.
fr: Vous ne pouvez pas noter sur une séquence bouclée.

source: Your kid %(student)s scored %(score)s in %(subject)s for the last evaluation.
fr: Votre enfant %(student)s a eu %(score)s en %(subject)s à l'évaluation passée.

source: Report card cannot be generated for classroom where students are not marked.
fr: Les bulletins ne peuvent être générés pour une classe où les élèves ne sont pas notés.

source: Report card header not configured for %s
fr: En-tête de bulletins non configurée pour la langue: %s

source: Cannot delete a confirmed student: %s. Exclude instead, only the head of school can do that.
fr: Vous ne pouvez pas supprimer l'élève inscrit: %s ; exclure plutôt. Seul, le chef d'établissement peut le faire.

source: %d item(s) deleted.
fr: %d élément(s) supprimé(s).

source: Class leader correctly set to %s
fr: %s a été choisi comme chef de classe

source: Lesson successfully added.
fr: Leçon ajoutée avec succès.

source: Deadlines
fr: Dates limites

source: New assignment in %s
fr: Nouveau devoir en %s

source: Your child has a new assignment in %(subject)s about %(title)s
fr: Votre enfant a un nouveau devoir en %(subject)s sur %(title)s

source: A new correction in %(subject)s for %(student)s is available
fr: Une nouvelle correction de %(subject)s pour votre enfant %(student)s est disponible

source: Student <strong>%s</strong> successfully updated
fr: L'élève <strong>%s</strong> a été mis à jour

source: A parent with this email already exists.
fr: Un parent avec cet email existe déjà.

source: A parent with this phone already exists.
fr: Un parent avec ce numéro de téléphone existe déjà.

source: Invalid amount
fr: Montant invalide

source: We regret to inform you that your child %s has been excluded from our school.
fr: Nous sommes navré de vous informer que votre élève %s a été exclu de notre établissement.

source: Your child %(student)s has been %(count)s hour(s) late on %(happened_on)s.
fr: Votre enfant %(student)s a été en retard de %(count)s hour(s) le %(happened_on)s.

source: Your child %(student)s has been absent for %(count)s hour(s) on %(happened_on)s.
fr: Votre enfant %(student)s a été en absent pendant %(count)s hour(s) le %(happened_on)s.

source: New information about discipline of your child %s have been published.
fr: De nouvelles informations sur la discipline de votre enfant %s ont été publiées.

source: Cannot set an event earlier than Back to school date.
fr: Vous ne pouvez créer un événement avant la rentrée scolaire.

source: We are kindly informing you that a new payment of XAF %(amount)s is expected for %(invoice_title)s of %(student)s.
fr: Nous vous informons qu'un nouveau paiement de XAF %(amount)s est attendu pour %(invoice_title)s de %(student)s.

source: New Justificatory
fr: Nouveau Justificatif

source: Lessons Due
fr: Leçons dues

source: Hours Due
fr: Heures dues

source: Lessons due
fr: Leçons dues

source: Hours due
fr: Heures dues

source: Some fields are incorrect. Please check and fix.
fr: Certains champs sont incorrects. Veuillez vérifier et corriger.

source: Add levels here. Example: Form1, Form2, etc.
fr: Ajoutez les niveaux ici. Exemple: 6ème, 5ème, etc.

source: Add level
fr: Ajouter un niveau

source: You can start add levels only after you have added subjects.
fr: Vous pouvez commencer à ajouter les niveaux après avoir ajouté les matières.

source: Add subject
fr: Ajouter une matière

source: Responsibilities
fr: Responsabilités

source: Click + to add new subjects for this teacher
fr: Cliquer sur + pour ajouter de nouvelles matières pour cet enseignant

source: Add Subject
fr: Ajouter

source: Teacher responsibilities updated
fr: Les responsabilités des enseignants ont été mises à jour

source: Confirm deletion ?
fr: Confirmer la suppression ?

source: Search %(verbose_name)s
fr: Rechercher %(verbose_name)s

source: You must invite teachers to create an account on ikwen and join the school platform. Next you will be able to assign them classrooms and subjects. Send them with the link below.
fr: Vous devez inviter les enseignants à créer un compte sur ikwen et Join la plateforme de l'école. Ensuite vous pourrez leur assigner des classes et des matières. Envoyez-leur le lien ci-dessous.

source: Invite teachers
fr: Inviter des enseignants

source: If the teacher has already joined the platform. Go to <a href="%(community_url)s">Community</a> and move him to the <strong>Teachers</strong> group for him to appear here.
fr: Si l'enseignant a déjà rejoint la plateforme, allez sur <a href="%(community_url)s">Communauté</a> et déplacez le vers le groupe <strong>Enseignants</strong> pour qu'il apparaisse ici.

source: Share on WhatsApp
fr: Partagez sur WhatsApp

source: Hello! This is our Foulassi platform for collaborating online in %(school_name)s. Please, join in for us to configure your access.
fr: Bonjour. Ceci est notre plateforme Foulassi pour collaborer en ligne sur %(school_name)s. Enregistrez-vous pour qu'on puisse configurer vos accès.

source: Just 2 steps to add a teacher !
fr: Ajouter un enseignant en 2 étapes !

source: Select the name in the list
fr: Sélectionnez le nom dans la liste

source: Press the button 'move to group' on the right side and select 'teachers'
fr: Appuyez le bouton 'aller au groupe' situé du côté droit et sélectionnez 'enseignants'

source: Got it !
fr: Compris !

source: Classrooms
fr: Salles de classe

source: Search
fr: Recherche

source: Filters
fr: Filtres

source: All
fr: Tout

source: Other
fr: Autre

source: Add new %(verbose_name)s
fr: Rechercher %(verbose_name)s

source: Replies
fr: Réponses

source: New
fr: Nouveau

source: Create your Dara account
fr: Créer vore compte Dara

source: Please, create your marketer account on Daraja in order to collect money from downloads of the correction.
fr: Veuillez créer un compte marketiste sur Daraja pour récupérer de l'achat des corrections.

source: Tchr
fr: Ensg

source: Group
fr: Groupe

source: Add new student
fr: Ajouter un nouvel élève

source: Import student list from CSV file
fr: Importer une liste des élèves d'un fichier CSV

source: Import
fr: Importer

source: Export student list to XL file
fr: Exporter la liste des élèves en fichier XL

source: Export
fr: Exporter

source: Mark students
fr: Noter les élèves

source: Mark
fr: Noter

source: Add lesson done
fr: Ajouter une leçon faite

source: Lessons
fr: Leçons

source: Student list must be added to class first. Please contact administrator.
fr: La liste des élèves doit préalablement être ajoutée par l'administrateur. Prière de le contacter SVP.

source: Add some students in %(classroom)s.
fr: Ajouter des élèves en %(classroom)s.

source: Add student
fr: Ajouter un élève

source: Import from CSV File
fr: Importer d'un fichier CSV

source: No professor
fr: Aucun professeur titulaire

source: Set now
fr: Renseigner maintenant

# class size
source: Size
fr: Effectif

# class leader
source: Leader
fr: Chef de classe

source: Change
fr: Changer

source: Not set
fr: Non renseigné

source: Hours count
fr: Nombre d'heures

source: Lesson complete ?
fr: Leçon terminée ?

source: Import from CSV file
fr: Importer d'un fichier CSV

source: Download CSV file model...
fr: Télécharger le fichier CSV modèle

source: Set invoices
fr: Émettre des factures

source: Tuition fees for those student will be marked as unpaid. Invoices will be generated and set for their parents to pay.
fr: Les frais scolaires pour ces élèves seront marqués comme impayés. Des factures seront générées et positionnées pour paiement par les parents.

source: Tuition fees for those student will be marked as being already paid and an <strong>NO INVOICE WILL BE GENERATED.</strong>
fr: Les frais scolaires pour ces élèves seront marqués comme payés et <strong>AUCUNE FACTURE SERA GÉNÉRÉE.</strong>

source: Confirm
fr: Confirmer

source: Click on the desired student now.
fr: Cliquez maintenant sur l'élève désiré.

source: Some scores have not been set.
fr: Certaines notes n'ont pas été renseignées.

source: Please, review before you submit.
fr: S'il vous plaît, vérifiez avant de soumettre.

source: Scores successfully saved
fr: Les notes ont été sauvegardées avec succès

source: Generation of report cards started.
fr: La génération des bulletins a été lancée

source: Ooops! Something wrong happened. Please check your internet.
fr: Ooops! Une erreur s'est produite. Veuillez vérifier votre connexion internet SVP.

source: Upload student from CSV file
fr: Uploader les élève à partir d'un fichier CSV

source: <span class="hidden-xs">%(count)s students -</span> <span style="font-size: .8em"> Girls: <span class="text-muted">%(girls_count)s</span> / Boys: <span class="text-muted">%(boys_count)s</span> </span>
fr: <span class="hidden-xs">%(count)s élèves -</span> <span style="font-size: .8em"> Filles: <span class="text-muted">%(girls_count)s</span> /Garçons: <span class="text-muted">%(boys_count)s</span> </span>

source: Add new classroom
fr: Ajouter une nouvelle classe

source: Access
fr: Accéder

source: Manage
fr: Gérer

source: SMS Sending in progress
fr: Envoie de SMS en progression

source: Send SMS
fr: Envoyer le SMS

source: Mail Sending in progress
fr: Envoi de Mail en progression

source: Send Mail
fr: Envoi de Mail

source: Delete
fr: Supprimer

source: Add classrooms here. Name of the classroom can be <strong>A, B, C</strong>, etc. Level will be prepended to form the full name.<br> <em>Ex: Naming a Form1 classroom <strong>A</strong> will result in the full name <strong>Form1 A</strong>.</em>
fr: Ajoutez les classes ici. Le nom de la classe peut juste être <strong>1, 2, 3</strong>, etc. Le niveau sera préfixé automatiquement pour former le nom complet.<br> <em>Ex: Nommer une 6ème par <strong>1</strong> donnera le nom complet <strong>6ème 1</strong>.</em>

source: Add classroom
fr: Ajouter une classe

source: You've not been assigned any classroom yet. Please contact your administrator.
fr: Aucune classe en vous a encore été attribuée. Veuillez contacter l'administrateur SVP.

source: You can start adding classrooms only after you have added levels.
fr: Vous pouvez commencer à ajouter les classes seulement après que vous avez ajouté les niveaux.

source: Click on a classroom in the list to view details.
fr: Cliquez sur une classe dans la liste pour voir les détails.

source: Some classrooms have unregistered students or/and parents. Please fix !
fr: Des élèves ou contacts de parents n'ont pas encore été renseignés pour certaines classes. Veuillez corriger !

source: Deactivate
fr: Désactiver

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: %(count)s results
fr: %(count)s résultats

source: Upload correction
fr: Uploader la correction

source: Delete student
fr: Supprimer l'élève

source: Reply to homework
fr: Répondre au devoir

# Free of charge
source: Free
fr: Gratuit

source: No assignment yet
fr: Aucun devoir pour le moment

source: Add new invoice
fr: Ajouter une nouvelle facture

source: Remind parent
fr: Rappeler le parent

source: Pay now
fr: Payer maintenant

source: Cash in
fr: Encaisser

source: No pending payment
fr: Aucun paiement en attente

source: Please enter a valid number.
fr: SVP entrez un nombre valide.

source: Add new entry
fr: Ajouter une nouvelle entrée

source: Summon parent
fr: Convoquer le parent

source: Exclude
fr: Exclure

source: Exclude this student from school.
fr: Exclure cet élève de l'école.

source: This student has been excluded
fr: Cet élève a été exclu

source: Show justificatory
fr: Afficher le justificatif

source: Justify
fr: Justifier

source: Count
fr: Nombre

source: Send SMS to parents
fr: Envoyer le SMS aux parents

source: Credits remaining
fr: Crédits restants

source: New invoice
fr: Nouvelle facture

source: Label
fr: Étiquette

source: Amount
fr: Montant

source: Due date
fr: Date d'échéance

source: Cash In
fr: Encaisser

source: Average
fr: Moyenne

source: Rank
fr: Rang

source: Leave blank to auto-generate one
fr: Laissez le vide pour en générer automatiquement un

source: Exclude %(student)s ?
fr: Exclure %(student)s ?

source: Discipline log entry successfully added.
fr: L'entrée a été ajouté avec succès.

source: Paid
fr: Payé

source: Receipt
fr: Reçu

source: Date issued
fr: Date de création

source: Issued for
fr: Délivré le

source: Paid to
fr: Payé pour

source: Pay to
fr: Payer à

# Company registration No
source: Registration
fr: Enregistrement

source: Extend till
fr: Étendre jusqu'a

source: Month(s)
fr: Mois

source: Payments
fr: Paiements

source: Transaction date
fr: Date de transaction

source: Method
fr: Moyen de paiement

source: Transaction ID
fr: ID de transactions

source: Successful cash in
fr: Dépôt effectué

source: Bank card
fr: Carte bancaire

source: Finance Dashboard
fr: Tableau de bord financier

source: Levels
fr: Niveaux

source: Session Groups
fr: Groupes de séquences

source: Sessions
fr: Séquences

source: Report Card headers
fr: En-tête de bulletins

# Financial transactions
source: Billing
fr: Transactions financières

source: Wallet
fr: Porte-monnaie

source: Website Admin
fr: Administration site web

source: Homepage
fr: Page d'accueil

source: Items
fr: Articles

source: Website
fr: Site Web

source: Blog categories
fr: Catégories du Blog

source: Comments
fr: Commentaires

source: Clear selection
fr: Annuler la sélection

source: Selected
fr: Sélectionné(s)

source: Go to public website
fr: Allez au site web

source: Go to website
fr: Aller au site web

source: Events
fr: Événements

source: Send SMS or Mail to all parents
fr: Envoyer un SMS ou un Mail à tous les parents

source: Theming
fr: Thème

source: Community
fr: Communauté

source: Payment means
fr: Moyens de paiement

source: Invoices
fr: Factures

source: Info & Billing
fr: Info et Facturation

source: SMS to parents of
fr: Envoyer le SMS aux parents de

source: SMS to all parents
fr: Envoyer le SMS à tous les parents

source: Mail to parents of
fr: Envoyer le mail aux parents de

source: Mail to all parents
fr: Envoyer le mail à tous les parents

source: Remind me later
fr: Rappeler plus tard

source: Got it!
fr: Compris !

source: Show Help
fr: Afficher l'aide

source: Service info
fr: Informations du service

source: General
fr: Général

source: Project name
fr: Nom du projet

source: Online since
fr: En ligne depuis

source: API Signature
fr: Signature API

source: Current session
fr: Séquence en cours

source: Expired
fr: Expiré

source: Monthly cost
fr: Coût mensuel

source: Billing cycle
fr: Cycle de facturation

source: New billing cycle
fr: Nouveau cycle de facturation

source: Last payment
fr: Dernier paiement

source: Expiry
fr: Expiration

source: Pending
fr: En attente

source: See
fr: Voir

source: Mail Credit
fr: Crédit Mail

source: Top up
fr: Recharger

source: SMS Credit
fr: Crédit SMS

source: Ownership
fr: Propriété

source: You can transfer the ownership of the platform to another person. Simply enter the person's email down here and he will receive an invitation for that. Once you transfer ownership to another, he has full control over the platform and you cannot access admin functionalities anymore. So BE VERY CAREFUL.
fr: Vous pouvez transférer la propriété de cette plate-forme à quelqu'un d'autre. Entrez simplement l'adresse email du concerné ici et il recevra une invitation pour cela. Une fois que la propriété est transférée à une autre personne, il a le plein contrôle sur la plate-forme et vous ne pourrez plus accéder aux fonctionnalités d'administration . Donc, FAITES BIEN ATTENTION.

source: New owner email
fr: Email du nouveau propriétaire

source: Transfer
fr: Transférer

source: Agreement
fr: Contrat

source: and read carefully this school contract. Then, <strong>sign, scan and submit</strong> the document.
fr: et lisez attententivement ce contrat scolaire. Puis, <strong>signez, scannez et soumettez-le</strong>.

source: Yes, transfer
fr: Oui, transférer

source: Error while updating billing cycle. Try again later.
fr: Erreur survenue lors de la mise à jour du cycle de facturation. Réessayez.

source: Billing cycle successfully updated.
fr: Cycle de facturation mis à jour avec succès.

source: You are about to transfer ownership to
fr: Vous êtes sur le point de transférer votre propriété à

source: Ownership transfer invitation sent.
fr: L' invitation de transfert de propriété a été envoyée.
