Repository: komsihon/Project10
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: See detailed statistics on all what is going on in your school from a single screen. Easily switch between periods and sessions.
fr: Accédez à des statistiques détaillées sur tout ce qui se passe dans votre école sur un seul écran. Naviguez aisément entre les périodes et les sessions.

source: See detailed statistics on all what is going on in your school from a single screen. Easily switch between periods and sessions.
fr: Accédez à des statistiques détaillées sur tout ce qui se passe dans votre école sur un seul écran. Naviguez aisément entre les périodes et les sessions.

source: Connect & Share with parents
fr: Échangez directement avec les parents

source: Add parents'contacts in students data and parents will be automatically suggested to follow his child on <strong>MyKids</strong> app. Parents can also request for access to student information. Once connected, they have real-time view on all student data as you put them online. This can be offered to parent as a paid service. They pay online and money goes to the school account.
fr: Ajoutez les contacts des parents dans la fiche de l’élève et il sera automatiquement suggéré à ces derniers de suivre leur enfant sur l'application <strong>MyKids</strong>. Les parents peuvent eux aussi initier la demande d’accès au profil de l’élève. Une fois connectés, ils ont une vue temps réel sur les données de leur enfant à mesure que vous les publiez en ligne. Ce service peut être facturé aux parents. Ils paient en ligne par Mobile Money et l’argent va sur le compte de l’école.

source: See details
fr: Voir les détails

source: Online payment
fr: Paiements en ligne

source: Yes, your platform accepts online payment for school fees or everything else, and you collect money on your bank account. Once parents can follow their child online, they can see whatever is due and pay by themselves using whatever Mobile Money wallet or bank account. You have detailed information about those transactions and status of your online wallet.
fr: Oui, votre plateforme accepte les paiements en ligne pour les frais d’école ou tout autre frais; et vous récupérez l’argent sur votre compte bancaire. Une fois que les parents suivent leur enfant en ligne, ils peuvent voir tout paiement en attente et le régler eux-mêmes par Mobile Money ou paiement bancaire. Vous avez une vue détaillée sur toutes ces transactions et l’état de vos encaissements en ligne.

source: Why use ScolarFleet ?
fr: Pourquoi passer à ScolarFleet ?

source: ScolarFleet will set you free from some annoying tasks, while providing you with continuous improvements.
fr: ScolarFleet va vous décharger de bien des tâches ennuyeuses, en vous apportant des améliorations en continu.

source: Back-up and archiving
fr: Sauvegarde et archivage

source: We offer automatic backup and archiving of your data using the most up to date infrastructures and technologies. You can always come back on whatever previous year and see all data exactly as they were.
fr: Nous offrons la sauvegarde automatique et l’archivage de vos données en utilisant une infrastructure et une technologie modernes. Vous pouvez toujours revenir sur les années précédentes et voir les données exactement comme elles étaient.

source: Free and continuous improvements
fr: Des améliorations gratuites et en continu

source: We have a wonderful team of experienced developers who work daily based on your issues and expectations to make sure that the platform gets better and better.
fr: Nous avons une équipe incroyable de développeurs expérimentés qui travaillent chaque jour sur la base de vos problèmes et attentes, rendant la plateforme meilleure de jour en jour.

source: You have a website and blog
fr: Un site internet et un blog en cadeau

source: ScolarFleet gives you a modern and free website on the same platform. You also have a blog to publish daily articles. If you want something like <em style="color: blue">mygreatschool.org</em>, simply buy that domain name and update.
fr: ScolarFleet vous donne directement et gratuitement un site web moderne sur la même plateforme. Vous avez aussi un blog pour publier les articles chaque jour. Si vous souhaitez quelque-chose du genre <em style="color: blue">monetablissement.org</em>, achetez simplement ce nom de domaine là et remplacez celui par défaut.

source: Deploy now
fr: Déployer maintenant

source: START YOUR FREE TRIAL
fr: ESSAYER GRATUITEMENT

source: <p class="mobile-center"> Take this offer from <span class="ribbon-price"> <span style="font-size: 2rem">XAF</span> 199,000/year.</span></p> <p><span class="highlight">Connect</span> staff and parents with the <span class="highlight">student</span> and benefit all the features ScolarFleet has to offer.</p> <p class="mobile-center" style="margin-bottom: 3vh">Start your free trial month <span class="highlight">right now!</span> </p>
fr: <p class="mobile-center">Bénéficiez de cette offre à partir de <span class="ribbon-price"> <span style="font-size: 2rem">XAF</span> 199.000/an.</span></p> <p><span class="highlight">Connectez enseignants et parents avec les élèves</span> et bénéficiez de toutes les fonctionnalités offertes par ScolarFleet.</p> <p class="mobile-center" style="margin-bottom: 3vh">Commencez votre mois d'essai gratuit !</p>

source: START
fr: COMMENCER

source: <p class="mobile-center"> Take this offer from <span class="ribbon-price"> <span style="font-size: 2rem" >XAF</span> 199,000/year.</span></p> <p><span class="highlight">Connect</span> staff and parents with the <span class="highlight">student</span> and benefit all the features ScolarFleet has to offer.</p> <p class="mobile-center" style="margin-bottom: 3vh">Start your free trial month <span class="highlight">right now!</span> </p>
fr: <p class="mobile-center">Bénéficiez de cette offre à partir de <span class="ribbon-price"> <span style="font-size: 2rem">XAF</span> 199.000/an.</span></p> <p><span class="highlight">Connectez enseignants et parents avec les élèves</span> et bénéficiez de toutes les fonctionnalités offertes par ScolarFleet.</p> <p class="mobile-center" style="margin-bottom: 3vh">Commencez votre mois d'essai gratuit !</p>

source: You're in good company
fr: Vous êtes entre de bonnes mains

source: We have been on the field for many years, building and maintaining great cloud apps that address business-critical issues for some major IT companies in Cameroon. Join those organizations with confidence.
fr: Nous sommes dans le domaine depuis plusieurs années, créant et maintenant d’excellentes applications. Nos solutions apportent des réponses aux problèmes critiques de certaines grandes entreprises des TIC au Cameroun. Rejoignez ces organisations en toute quiétude.

source: Deploy your <strong>ScolarFleet Weblet</strong> now and start collaborating with teachers and thousands of parents.
fr: Déployez maintenant votre <strong>Weblet ScolarFleet</strong> et commencez à collaborer avec les enseignants et des milliers de parents.

source: Details
fr: Détails

source: Assignments
fr: Devoirs

source: Assign.
fr: Devoir

source: Scores
fr: Notes

# Financial status
source: Billing
fr: Finances

source: Parents
fr: Parent

source: Change item
fr: Éditer l'élément

source: Delete item
fr: Supprimer l'élément

source: Name
fr: Nom

source: Relationship, Ex: Father
fr: Relation, Ex: Père

source: Phone
fr: Téléphone

source: Add a person in charge
fr: Ajouter une personne en charge

source: Add
fr: Ajouter

source: Renew MyKids fees
fr: Renouvelez les frais de MyKids

source: Month
fr: Mois

source: Expires on:
fr: Expire le:

source: Renew
fr: Renouveler

source: Term
fr: Trimestre

source: Year
fr: Année

source: Unavailable for now
fr: Indisponible pour le moment

source: Receive alerts for your kids by activating notifications.
fr: Recevez les alertes pour vos enfants en activant les notifications.

source: Activate
fr: Activer

source: Cancel
fr: Annuler

source: Accept
fr: Accepter

source: Your kids
fr: Vos enfants

source: Looking for another school ?
fr: Cherchez-vous une autre école ?

source: Invite a school
fr: Inviter une école

source: Search school
fr: Rechercher un établissement

source: Sorry! We could not find any of your children
fr: Désolé! Nous n'avons pu trouver aucun de vos enfants

source: <p> Maybe your children's schools are not yet on Foulassi, or they are on Foulassi and did not add your contact in children's data. Try the following : </p> <ol> <li style="margin-top: 3vh"> Search the schools of your kids above. If the schools are not yet on Foulassi, you can invite them to do so.<br> <a class="focus-search" href="javascript:;">Search school</a> </li> <li style="margin-top: 2vh"> If you are sure that the school is on Foulassi, they probably forgot to add your email and phone as parent's data. You can contact the school to do so, or ask a person who already has access to the kid. </li> <li style="margin-top: 2vh"> Check email and phone on your ikwen account. Those are currently <strong>%(email)s</strong>, <strong>%(phone)s</strong>.<br> <a href="%(account_setup_url)s">Update if it's incorrect</a> to help us find your children. </li> </ol>
fr: <p> Il se peut que les écoles de vos enfants ne soient pas encore sur Foulassi; ou alors elles le sont : et n'ont pas ajouté vos contacts dans les fiches de l'élève. Essayez ceci : </p> <ol> <li style="margin-top: 3vh"> Recherchez les écoles de vos enfants ci-dessus. Si les écoles ne sont pas encore sur Foulassi, invitez les inviter à le faire.<br> <a href="javascript:$('.search-school input').focus();">Rechercher une école</a> </li> <li style="margin-top: 2vh"> Si vous êtes certains que l'école est sur Foulassi, alors ils ont probablement oublié d'ajouter votre téléphone et email comme données du parent d'élève. Vous pouvez contacter l'école pour le faire ou demander à une personne qui a déjà accès à l'enfant. </li> <li style="margin-top: 2vh"> Vérifiez l'email et le phone sur votre compte ikwen. C'est actuellement <strong>%(email)s</strong>, <strong>%(phone)s</strong>.<br> <a href="%(account_setup_url)s">Mettez à jour si c'est incorrect</a> pour nous aider à retrouver vos enfants. </li> </ol>

source: Yes, add
fr: Oui, ajouter

source: Yes, remove
fr: Oui, retirer

source: Don't add
fr: Ne pas ajouter

source: Schools
fr: Établissements

source: Invite
fr: Inviter

source: Sorry! No result found.
fr: Désolé ! Aucun résultat.

source: Please write the names and classrooms of your kid(s) so that we can easily find and link them to you.
fr: Prière d'écrire les noms et classes de vos enfants pour qu'on puisse facilement les retrouver et faire le lien avec vous.

source: Kids'details
fr: Détails des enfants

source: Simo Mballa, Form 6 A&#10;Youego Mballa, Form 2 C
fr: Simo Mballa, 6ème 3&#10;Youego Mballa, 4ème Esp

source: Submit
fr: Soumettre

# invite school ...
source: Invite
fr: Inviter

source: Your request was submitted
fr: Votre requête a été soumise

source: Your password was successfully reset, login now.
fr: Votre mot de passe a été réinitialisé avec succès, connectez-vous maintenant.

source: Email or phone
fr: Email ou phone

source: Password
fr: Mot de passe

source: Login with <strong>ikwen</strong>
fr: Connectez vous avec <strong>ikwen</strong>

source: Forgotten password ?
fr: Mot de passe oublié ?

source: No account yet ?
fr: Pas encore de compte ?

source: Register
fr: S'inscrire

source: Terms and conditions
fr: Termes & Conditions

source: Foulassi terms and conditions
fr: Termes et Conditions Foulassi

source: Contents
fr: Contenus

source: Publication
fr: Publications

source: Protection of personal data
fr: La protection des données personnelles

source: Registration details
fr: Détails du service

source: Password management
fr: La gestion du mot de passe

source: Responsibility of the user
fr: Responsabilités de l'utilisateur

source: Deploy ScolarFleet
fr: Déployez ScolarFleet

# Deployment: school name
source: School name
fr: Nom de l'établissement

source: Accept <a href="https://foulassi.ikwen.com/terms-and-conditions/" target="blank">terms and conditions</a>
fr: Accepter les <a href="https://foulassi.ikwen.com/terms-and-conditions/" target="blank">termes & conditions</a>

source: Let's go !
fr: C'est parti !

source: Successful deployment
fr: Déploiement réussi

source: <p>Your school management platform and website are now online on <a target="_blank" href="%(service_url)s"> %(service_url)s</a>.</p> <ul style="line-height: 28px"> <li>Complete setup by adding levels, classrooms, students, teachers and collaborators.</li> <li>Set school fees to accept online Mobile Money payment.</li> <li>Invite parents on <strong>Foulassi MyKids</strong> application and set fees for that service.</li> </ul> <p>It's all very easy to do and will take only a few minutes!</p>
fr: <p>Votre plateforme d'administration de l'établissement ainsi que son site web sont en ligne sur <a target="_blank" href="%(service_url)s"> %(service_url)s</a>.</p> <ul style="line-height: 28px"> <li>Complétez la mise en route en ajoutant les niveaux scolaires, les classes, les élèves, enseignants et collaborateurs.</li> <li>Renseignez les frais de scolarité pour accepter les paiements Mobile Money en ligne.</li> <li>Invitez les parents sur l'application <strong>Foulassi MyKids</strong> et configurez les frais pour ce service.</li> </ul> <p>C'est tout simple et cela vous prendra juste quelques minutes !</p>

source: Continue
fr: Continuer

source: <strong class="event-title">Report cards generated</strong> <p>Report cards of %(classroom)s for <strong>%(session)s</strong> were successfully generated.</p>
fr: <strong class="event-title">Bulletins de notes générés</strong> <p>Les bulletins de notes de %(classroom)s pour la séquence <strong>%(session)s</strong> ont été générés avec succès.</p>

source: Mr/Mrs %(name)s
fr: M./Mme %(name)s

source: This parent would like to be added to follow his kid(s) below:
fr: Ce parent souhaite être ajouté pour suivre ses enfants ci-dessous:

source: <strong class="event-title text-danger">Report cards failed to generate</strong> <p>The system encountered an error when generating report cards. Our engineers have been notified and will solve the issue very soon.</p>
fr: <strong class="event-title text-danger">La génération des bulletins a échoué</strong> <p>Le système a rencontré une erreur lors de la génération des bulletins. Nos ingénieurs ont été notifiés et résolvront ce problème d'ici très peu.</p>

source: <strong class="event-title">Report cards generated</strong> <p>Report cards for <strong>%(session)s</strong> were successfully generated.</p>
fr: <strong class="event-title">Bulletins de notes ont été générés</strong> <p>Les bulletins de notes pour la séquence <strong>%(session)s</strong> ont été générés avec succès.</p>

source: Generate report cards again
fr: Générer les bulletins une fois de plus

source: Restart
fr: Recommencer

source: Close session
fr: Boucler cette séquence

source: Warning
fr: Attention

source: A session is closed once for all. After the session is closed, scores and discipline information cannot be changed again.
fr: Une séquence est fermée une fois pour toutes. Après quoi les notes et informations de discipline ne pourront plus être changées.

source: Yes, close
fr: Oui, fermer

source: Session successfully closed.
fr: Séquence bouclée avec succès.

source: Ooops! Something wrong happened.
fr: Ooops! Une erreur s'est produite.

source: <strong class="event-title">Session scores all set</strong> <p>All teachers have input their scores and report cards for <strong>%(session)s</strong> are ready to be generated.</p>
fr: <strong class="event-title">Notes de séquence entièrement remplies</strong> <p>Tous les enseignants ont rempli les notes pour <strong>%(session)s</strong>. Les bulletins sont prêts à être générés.</p>

source: CONFIDENTIALITY
fr: CONFIDENTIALITÉ

source: Please confirm your email
fr: Veuillez confirmer votre email SVP

source: Good day Sir/Madam,
fr: Bonjour Monsieur (Madame),

source: Please, I would like you to follow my kids below on ikwen Foulassi. Could you add my contact as their parent ?
fr: S'il vous plaît, j'aimerais pouvoir suivre mes enfants ci-dessous sur ikwen Foulassi. Pourriez-vous ajouter mon contact dans leur fiche comme parent ?

source: Add this parent
fr: Ajouter ce parent

source: See homework
fr: Voir détails

source: Download the correction of %(subject)s about %(title)s <sup>XAF</sup><strong>%(cost)s</strong>
fr: Téléchargez la correction de %(subject)s sur %(title)s à <sup>XAF</sup><strong>%(cost)s</strong>

source: Download the correction of %(subject)s about %(title)s for <strong>free</strong>
fr: Téléchargez <strong>gratuitement</strong> la correction de %(subject)s sur %(title)s

source: Download correction
fr: Télécharger le correction

source: You might lose %(estimated_loss)s XAF if you don't fix this.
fr: Vous pourriez perdre %(estimated_loss)s XAF, si vous le faites.

source: Please, fix the following issues in your school %(school_name)s to avoid losing about XAF <strong>%(estimated_loss)s</strong>
fr: Prière de réglez les problèmes suivants dans l'établissement %(school_name)s pour éviter une perte potentielle de XAF <strong>%(estimated_loss)s</strong>

source: Please, fix the following issues in your school %(school_name)s.
fr: Prière de régler les problèmes suivants votre établissement %(school_name)s.

source: %(missing)s students are not yet registered
fr: <strong>%(missing)s</strong> élèves n'ont pas encore été enregistrés

source: %(missing)s students have no parent contacts
fr: <strong>%(missing)s</strong> élèves n'ont pas de contacts de parents

source: Fix now
fr: Corrigez le problème

source: Submit now
fr: Soumettre

source: Back
fr: Retour

source: Cost:
fr: Coût :

source: Purchase
fr: Acheter

source: Correction of %(assignment)s is not yet available
fr: La correction de %(assignment)s n'est encore disponible

source: Text
fr: Texte

source: Credits
fr: Crédits

source: Insufficient SMS Credit - <a href="#">Refill</a>
fr: Crédit SMS insuffisant - <a href="#">Recharger</a>

source: Insufficient Mail Credit - <a href="#">Refill</a>
fr: Crédit Mail Insuffisant - <a href="#">Recharger</a>

source: Connected School Management Platform !
fr: Plate-forme Connectée de Gestion Scolaire !

source: Country name
fr: Pays

source: Country moto
fr: Devise du pays

source: Head organization
fr: Organisation de tutelle

source: Head organization logo
fr: Logo de l'organisation de tutelle

source: 500 x 500px; will appear on Report Card
fr: 500x500px; ce logo apparaît sur le bulletin

source: Language
fr: Langue

source: Student name
fr: Nom de l'élève

source: Subjects
fr: Matières

source: Results
fr: Résultats

source: Council decision
fr: Décisions du conseil de classe

source: Report card header not configured for %s.
fr: En-tête de bulletins non configurée pour la langue: %s.

source: Please configure report card header for %s
fr: Veuillez configurer l'en-tête des bulletins pour la langue: %s

source: Yesterday
fr: Hier

source: Last week
fr: Semaine dernière

source: Last 28 days
fr: Les 28 derniers jours

source: See All
fr: Voir tout

source: Today
fr: Aujourd'hui

source: Hours done
fr: Heures effectuées

source: Lessons done
fr: Cours dispensés

source: Boys
fr: Garçons

source: Girls
fr: Filles

source: Registered
fr: Inscrits

source: Present
fr: Présents

source: %% Success
fr: %% Succès

source: Best score
fr: Meilleure note

source: Billing
fr: Finances

source: Pending invoices
fr: Paiements en attente

source: Level
fr: Niveau

source: Download report cards
fr: Télécharger les bulletins

source: Report cards
fr: Bulletins de notes

source: Summary
fr: Résumé

source: Report Card %(session)s
fr: Bulletin de notes %(session)s

# Report Card Template
source: Registration number
fr: Matricule

# Report Card Template
source: Classroom / Size
fr: Classe / Effectif

# Session
source: Ses
fr: Seq

# Report Card Template
source: RK
fr: Rg

# Report Card Template
source: Cl. Av
fr: Moy. Cl

# Report Card Template
source: Average
fr: Moyenne

# Report Card Template
source: Rank
fr: Rang

# Report Card Template
source: Classroom
fr: Classe

# Report Card Template
source: Work
fr: Travail

# Report Card Template: Very Good
source: VG
fr: TB

# Report Card Template: Good
source: G
fr: B

# Report Card Template: Pretty Good
source: PG
fr: AB

# Report Card Template
source: FAIR
fr: PASS

# Report Card Template
source: Cl. Avg
fr: Moy. Cl

# Report Card Template: Fair
source: POOR
fr: MED

# Report Card Template
source: WEAK
fr: FAIB

# Report Card Template
source: NIL
fr: NUL

# Report Card Template
source: Latenesses
fr: Retards

# Report Card Template
source: Efforts to be done in
fr: Un effort s'impose en

# Report Card Template
source: Principal Visa
fr: Visa du Principal

# Report Card Template
source: Warnings
fr: Avertissements

# Report Card Template
source: Behaviour warnings
fr: Avertissements conduite

# Report Card Template
source: Exclusions (in days)
fr: Exclusions (en jours)

# Report Card Template
source: Parents visa
fr: Visa du parent ou tuteur

# Report Card Template
source: Observations and visa of professor
fr: Observations et visa de l'enseignant titulaire

# Report Card Template
source: Score
fr: Notes

source: Choose language
fr: Choisissez la langue

source: Tuition fees
fr: Frais de scolarité

source: Less than 24 hours remain to turn back your kid's homework
fr: Il vous reste d'un jour pour remettre le devoir de votre enfant

source: %(student_name)s has not yet submit his homework of %(subject)s
fr: %(student_name)s n'a pas encore soumis son devoir de %(subject)s

source: <strong>Eg:</strong> Form1, Form2, ...
fr: <strong>Ex:</strong> 6ème, 5ème, ...

source: Raw name of the class. Don't write the level again. <br>Eg: A, B ... The level will be added to get the full name.
fr: Nom de la classe nu. Ne reécrivez pas le niveau. <br>Ex: 1, 2 ... Le niveau sera ajouté pour former le nom complet.

source: Professor
fr: Enseignant titulaire

source: Mark students ?
fr: Noter les élèves ?

source: Check if students of this classroom receive scores after evaluation. Uncheck if not. For example uncheck for nursery classrooms as they are not really marked.
fr: Cochez si les élèves de cette classe sont notés après les évaluations. Décochez sinon. Par exemple, décochez s'il s'agit d'une classe de maternelle puisqu'on y est pas noté.

source: Starts on
fr: Début

source: Ends on
fr: Fin

source: Session group
fr: Groupe

source: Subject
fr: Matière

source: Teacher
fr: Enseignant

source: Title
fr: Titre

source: Detail
fr: Détails

source: Attachment
fr: Pièces jointes

source: Upload a single image file here
fr: Télécharger un seule image ici

source: Deadline
fr: Date limite

source: Guideline
fr: Directives

source: Cost of the correction
fr: Coût de la correction

source: Unit
fr: Unité

source: With counter ?
fr: Compteur ?

source: successfully updated
fr: mis à jour avec succès

source: successfully created
fr: créé avec succès

source: Teachers
fr: Enseignants

source: Missing information at line %(line)d. %(found)d tokens found, but %(expected)d expected.
fr: Information manquante à la ligne %(line)d. %(found)d infos trouvées, mais %(expected)d étaient attendues .

source: Missing registration number on line %d
fr: Matricule manquant à la ligne %d

source: Missing last name on line %d
fr: Nom manquant à la ligne %d

source: Missing first name on line %d
fr: Prénom manquant à la ligne %d

source: Unreadable student name on line %d. Please replace or remove all suspect whitespaces and special characters in cells to avoid malicious symbols.
fr: Nom d'élève illisible à la ligne %d. Veuillez remplacer ou retirer les espaces et caractères spéciaux suspects pour éviter tout symbole malicieux.
