Repository: komsihon/Project10
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Gender
fr: Sexe

source: Date of birth
fr: Date de naissance

source: Place of birth
fr: Lieu de naissance

source: Classroom
fr: Classe

source: Repeats
fr: Reprend

source: Year joined
fr: Année d'entrée

source: School year
fr: Année scolaire

source: Yes
fr: Oui

source: No
fr: Non

source: School
fr: Établissement

source: Messaging
fr: Messagerie

source: Tuition instalments
fr: Tranches de paiements

source: Address & Contact
fr: Adresse & Contact

source: External scripts
fr: Scripts externes

source: View invoice
fr: Voir la facture

source: MyKids fees
fr: Frais de MyKids

source: A student just purchase the correction of %(assignment_title)s in %(subject_name)s
fr: Un élève vient de télécharger la correction de %(assignment_title)s de %(subject_name)s

source: New correction of %s paid
fr: Un nouveau paiement de la correction de %s effectué

source: You just pay the correction of %(assignment_title)s from %(subject_name)s
fr: Vous venez de payer la correction de %(assignment_title)s en %(subject_name)s

source: New correction paid
fr: Un nouveau paiement de correction effectué

source: Your platform %s was created
fr: Votre plateforme %s a été créé

source: Registration number
fr: Matricule

source: Repeats the class ?
fr: Reprend la classe ?

source: Year when student joined this school
fr: Année d'entrée à l'école

source: Full name of the person
fr: Nom complet

source: Relationship that links the person to the student
fr: Relation entre la personne à l'élève

source: Average of sessions'scores
fr: Moyenne de toutes les séquences

source: Best score of all sessions
fr: Meilleur note de toutes les séquences

source: Registration fees title
fr: Intitulé frais d'inscription

source: Registration fees
fr: Frais d'inscription

source: Registration fees deadline
fr: Date limite frais d'inscription

source: First instalment title
fr: Intitulé première tranche

source: First instalment
fr: Première tranche

source: First instalment deadline
fr: Date limite première tranche

source: Second instalment title
fr: Intitulé deuxième tranche

source: Second instalment
fr: Deuxième tranche

source: Second instalment deadline
fr: Date limite deuxième tranche

source: Third instalment title
fr: Intitulé troisième tranche

source: Third instalment
fr: Troisième tranche

source: Third instalment deadline
fr: Date limite troisième tranche

source: Method of calculation of Term score. Average of sessions scores or best score of all sessions.
fr: Méthode de calcul de notes du Trimestre. Moyenne de notes de séquences ou meilleure de toutes les séquences.

source: Show discipline report
fr: Montrer le rapport de discipline

source: Show lectures report
fr: Montrer le rapport de cours

source: MyKids term fees
fr: Frais trimestriel de MyKids

source: MyKids monthly fees
fr: Frais mensuel de MyKids

source: Payment period
fr: Délai de paiement

source: Number of days left for parent to pay for the service.
fr: Nombre de jours accordé aux parents pour payer ces frais.

source: Expected students count
fr: Nombre d'élèves attendus

source: Whether school subscribed to website service or no
fr: L'établissement a-t-il souscrit au service du site web ou pas ?

source: Notification email(s)
fr: Email(s) de notification

source: Check whether school subscribed to website service or not
fr: Vérifier si l'école a déjà acheté le site web ou non

source: School contract
fr: Contrat scolaire

source: Upload your signed contract in a single PDF file
fr: Téléchargez le contrat que vous avez signé en fichier PDF

source: Complete your school setup
fr: Configurez votre établissement

source: has %(missing)s unregistered student(s)
fr: a %(missing)s élèves non enregistrés

source: Secretary
fr: Secrétariat

source: Parent Convocation
fr: Convocation de parent

source: Lateness
fr: Retard

# Student warning
source: Warning
fr: Avertissement

source: Censure
fr: Blâme conduite

source: Hour(s)
fr: Heure(s)

source: Day(s)
fr: Jour(s)

source: Access students info
fr: Accéder aux fiches des élèves

source: Manage teachers
fr: Gérer les enseignants

source: Manage school setup
fr: Gérer les infos de l’Ets

source: Access student scores
fr: Voir les notes des élèves

source: View dashboard
fr: Voir le tableau de bord

source: Manage report cards
fr: Télécharger les bulletins

source: View events
fr: Voir les événements/notifications

source: Website admin
fr: Administration site web

source: Manage invoices and payments
fr: Gérer les factures et paiements

source: Manage transactions
fr: Voir le journal des transactions

source: Invoice Payment Confirmation
fr: Confirmation de Paiement de Facture

source: Dear %(parent_name)s,<br><br>This is a payment receipt of %(currency)s %(amount).2f for Invoice <strong>No. %(invoice_number)s</strong> generated on %(date_issued)s for %(student_name)s. Below is a summary of your payment.<br><br><span style='color: #666'>%(invoice_title)s</span><br><br>Thank you for your payment.
fr: Cher(Chère) %(parent_name)s,<br><br>Ceci est un reçu de paiement de %(amount).2f %(currency)s pour la facture <strong>No. %(invoice_number)s</strong> générée le %(date_issued)s pour l'élève %(student_name)s. Vous pouvez consulter ci-dessous, le résumé de votre paiement.<br><br><span style='color: #666'>%(invoice_title)s</span><br><br>Merci pour votre paiement.

source: Payment confirmation of %(currency)s %(amount).2f for school fees of %(student_name)s. Thank you.
fr: Confirmation de paiement de %(amount).2f %(currency)s pour les frais scolaires de l'élève %(student_name)s. Merci.

source: New homework sent
fr: Nouveau devoir envoyé

source: %(student_name)s from %(classroom)s sent his assignment of %(subject)s about %(assignment_name)s
fr: %(student_name)s de %(classroom)s a soumis son devoir de %(subject)s sur %(assignment_name)s

source: Mrs %s
fr: Mme %s

source: Mr %s
fr: M. %s

source: The parent %s
fr: Le parent %s

source: I would like to follow my kids in your school on Foulassi.
fr: J'aimerais pouvoir suivre mes enfants dans votre établissement sur Foulassi.

source: %(parent_name)s would like to follow his kid(s) below on ikwen Foulassi: %(kids_details)s
fr: %(parent_name)s aimerait pouvoir suivre ses enfants ci-dessous sur ikwen Foulassi: %(kids_details)s

source: Foulassi deployment
fr: Déploiement Foulassi

source: Website theme
fr: Thème du site web

source: We care about your children privacy
fr: Nous nous soucions de la protection de vos enfants

source: Ooops! Access denied
fr: Ooops! Accès refusé

source: <p> You are not allowed to view this student information. Your email and phone do not match those set by school as authorized people. If you are sure this is your kid, try the following: </p> <ol> <li style="margin-top: 3vh"> Check email and phone on your ikwen account. Those are currently <strong>%(email)s</strong>, <strong>%(phone)s</strong>.<br> <a href="%(account_setup_url)s">Update if it's incorrect</a> </li> <li style="margin-top: 2vh">Ask the school to add your email/phone among parents of this student.</li> <li style="margin-top: 2vh"> If you received this link from a person you know, he probably forgot to add your email and phone as parent of this kid. You can contact that person at ask him/her to do so. </li> </ol>
fr: <p> Vous n'êtes pas autorisé(e) à accéder aux informations de cet élève. Votre adresse e-mail et numéro de téléphone ne correspondent pas à ceux définis comme étant les personnes autorisées. Si vous êtes sûr que c'est votre enfant, essayez les étapes suivantes: </p> <ol> <li style="margin-top: 3vh"> Vérifiez vos adresse e-mail et numéro de téléphone sur votre compte ikwen. Voici vos identifiants actuels: <strong>%(email)s</strong>, <strong>%(phone)s</strong>.<br> <a href="%(account_setup_url)s">Mettez-les à jour s'ils sont incorrects</a> </li> <li style="margin-top: 2vh">Demandez à l'école d'ajouter votre adresse e-mail et numéro de téléphone parmi les parents de cet élève.</li> <li style="margin-top: 2vh"> Si vous recevez ce lien de quelqu'un que vous connaissez, il a probablement oublié d'ajouter votre adresse e-mail et numéro de téléphone comme parent de cet enfant. Vous pouvez contacter cette personne et lui demander de le faire. </li> </ol>

source: Home
fr: Accueil

source: Welcome
fr: Bienvenu(e)

source: Warnings
fr: Avertissements

source: <strong>%(missing)s</strong> students are not yet registered
fr: <strong>%(missing)s</strong> élèves n'ont pas encore été enregistrés

source: <strong>%(missing)s</strong> students have no parent contacts
fr: <strong>%(missing)s</strong> élèves n'ont pas de contacts de parents

source: Estimated loss:
fr: Perte potentielle:

source: Register them
fr: Enregistrez-les

source: Subjects, levels and classrooms
fr: Matières, niveaux et classes

source: Check subject list and add if some are missing. You need to do that before adding levels and classrooms.
fr: Consultez la liste actuelle des matières et ajoutez s'il en manque. Vous devez le faire avant d'ajouter les niveaux et les classes.

source: Manage subjects
fr: Gérer les matières

source: Manage levels
fr: Gérer les niveaux

source: Manage classrooms
fr: Gérer les classes

source: General configurations
fr: Configurations générales

source: Configure things like payment installments and deadlines, session average calculation, MyKids fees, social networks links, etc.
fr: Configurer des informations telles les tranches de paiements et leurs délais, la formule de calcul des moyennes de session, les frais MyKids, les liens des réseaux sociaux, etc.

source: Teachers and staffs
fr: Enseignants et personnel

source: Invite school staff and teachers to <strong>Join</strong> on the platform and start collaborating.
fr: Invitez le personnel et les enseignants à <em>Join</em> sur la plateforme et commencez à collaborer.

source: Manage staffs
fr: Gérer le personnel

source: Invite parents to follow their children on <strong>MyKids</strong> app and charge them annual fees for the service.
fr: Invitez les parents à suivre leurs enfants sur l'application <strong>MyKids</strong> et facturez les annuellement pour le service.

source: Discover
fr: Découvrez

source: Website preview
fr: Aperçu du site web

source: Your visitors will see <a href="%(welcome_url)s">this welcome page</a> when they visit your website. If you want them to see the actual website, simply turn the switch to "on".<br> Make sure you add correct information and configure everything well before you go live.<br>
fr: Vos visiteurs veront cette <a href="%(welcome_url)s">page d'accueil</a> en allant sur votre site web. Si vous voulez qu'ils voient le "vrai" site web, switchez simplement sur "on".<br> Rassurez-vous d'avoir préalablement ajouté les informations correctes et tout bien configuré avant de le faire.<br>

source: Go to public Website
fr: Allez au site web

source: Homepage slideshow
fr: Slides d'accueil

source: Create and manipulate big images that slide on the homepage.<br/> <strong>Use images of 1920 x 800px.</strong> Smaller images will result in incorrect display on FullHD screens. Once created. You can drag an drop to organize their order of appearance on the website.
fr: Créer et manipuler de grandes images qui défilent sur la page d'accueil.<br/> <strong>Utiliser les images de 1920 x 800px.</strong> Les petites images auront un mauvais rendu sur les écrans FullHD. Une fois créé. Vous pouvez glisser et déposer pour organiser l'ordre d'apparence sur le site web.

source: Add slide
fr: Ajouter une slide

source: Website appearance and logo
fr: Aperçu du site web et logo

source: Choose your preferred template and configure logo that appear in the top left corner of the website. You can configure how dense products are displayed. Compact, Cozy or comfortable.
fr: Choisissez votre template préféré et configurez le logo qui apparaîtra en haut à l'extrême gauche du site web. Vous pouvez configurer avec quelle densité les produits seront disposés. Compact, cozy ou confortable.

source: Configure appearance
fr: Configurer l'apparence

source: Help & Support
fr: Aide & Support

source: If you are still having issues getting all this to run, visit our online documentation. You will find detailed instructions on how to do just about anything.
fr: Si vous avez des difficultés à faire fonctionner tout ceci, consultez notre documentation en ligne. Vous y trouverez des instructions détailler pour faire à peu près tout ce que vous souhaitez.

source: See documentation
fr: Voir la documentation

source: Buy school website
fr: Achat du site web de l'école

source: Effective school management solution
fr: Solution efficace de gestion d’établissements scolaires

source: Foulassi lets staffs, teachers and parents connect and work together to manage the school and students.
fr: Foulassi permet au personnel d’établissement, aux enseignants et aux parents d’être connectés et collaborer pour gérer l’école et ses élèves.

source: Get a visibility of your school
fr: Augmentez la visibilité de votre établissement

source: Subscription failed
fr: Souscription échouée

source: Subscribe
fr: Souscris

source: Congratulations !
fr: Mes félicitations !

source: You successfully subscribe to the website service<br>Click below to pay your invoice and start use it
fr: Vous avez acheté avec succès le site web <br> Cliquez ci-dessous pour payer votre facture et commencez à l'utiliser

source: Pay invoice
fr: Payer facture

source: Later
fr: Plus tard

source: Instructions
fr: Consigne

source: Assignment
fr: Devoir

source: Student
fr: Nom de l'élève

source: Save
fr: Enregistrer

source: Sign in
fr: Connexion

source: Follow your kids at school in real-time
fr: Suivez vos enfants à l'école en temps réel

source: Foulassi is a social platform that connects with schools of your kids to give you information on their results, discipline and financial status.
fr: Foulassi est une plateforme sociale qui se connecte aux écoles de vos enfants pour vous donner leurs résultats, discipline et états financiers.

source: Download Foulassi MyKids app
fr: Téléchargez l'application Foulassi MyKids app

source: Downloading the App is not possible with your current browser. Please switch to Google Chrome.
fr: Le téléchargement de l'application n'est pas possible sur votre navigateur. Veuillez utiliser Google Chrome SVP.

source: Open with chrome
fr: Ouvrez avec Chrome

source: Downloading the App is possible only on Android devices.
fr: Le téléchargement de l'application est une uniquement possible sur les terminaux Android.

source: Wait a few seconds and click the prompt that appear at the bottom of the screen
fr: Patientez quelques secondes et cliquez la boîte de dialogue qui apparaîtra en bas de votre écran

source: Generate
fr: Générer

source: Refill
fr: Recharger

source: Reports cards creation was started.
fr: La génération des bulletins de notes a commencé.

source: Ooops! Something wrong happened. Please check your internet.
fr: Ooops! Une erreur s'est produite. Veuillez vérifier votre connexion internet SVP.

source: MyKids is a social platform that connects with schools of your kids to give you information on their results, discipline and financial status.
fr: MyKids est une plateforme sociale qui se connecte aux écoles de vos enfants pour vous donner leurs résultats, discipline et états financiers.

source: MyKids is a social platform that connects with schools of your kids to give you information on their results, discipline and financial status.
fr: MyKids est une plateforme sociale qui se connecte aux écoles de vos enfants pour vous donner leurs résultats, états disciplinaires et états financiers.

source: Get connected
fr: Connectez-vous

source: Follow them all in one single place
fr: Suivez-les tous en un seul endroit

source: MyKids collects data from all schools of your kids and put them in one single place for you to follow. You can get someone else to follow them by adding the person to the parent list. This is perfect to add the child's uncle or grand-father.
fr: MyKids collecte les données de toutes les écoles de vos enfants et les regroupe en un seul endroit pour un suivi aisé. Vous pouvez autoriser une tierce personne à les suivre en l'ajoutant à la liste des parents. Ceci est parfait pour ajouter l'oncle ou encore le grand-père.

source: Get in touch with their school's activity
fr: Soyez informés de leurs activités scolaire

source: Receive assignments from teachers on <strong>MyKids</strong> app and get reminded when the deadline to do it is close. You will feel like going to school with your children and rediscover those years again.
fr: Recevez les devoirs de maison sur l'application <strong>MyKids</strong> et un rappel lorsque la date limite de réponse est proche. Vous aurez l'impression d'aller à l'école avec vos enfants et redécouvrirez ces années passées à nouveau.

source: Know their results before they do
fr: Soyez informés de leurs résultats avant eux-mêmes

source: You have immediate access to your children's scores and discipline information, as soon as teachers and staff put them online.<br/> You can take decisive action if things are going wrong. If results are good, think of offering them their favorite sneakers.
fr: Vous avez un accès immédiat à leurs notes et états disciplinaires, ceci dès que les enseignants et le personnel d'administration les publient en ligne.<br/> Vous pouvez aussitôt entreprendre la bonne action si les choses vont mal. Si les résultats sont bons, pensez à leur offrir le cadeau dont ils rêvent.

source: Pay their invoices online
fr: Payez tout vous-même, et en ligne

source: Pay whatever is due directly online using whatever Mobile Money wallet. Money goes straight to the school. You know exactly how much things cost and you don't take the risk of giving money to your kids for them to go and use it for something else.
fr: Réglez tout directement en ligne par n'importe quel opérateur Mobile Money. L'argent ira directement à l'école. Vous saurez désormais exactement combien coûte chaque chose et vous ne prendrez plus le risque de leur donner de l'argent qui finit parfois ailleurs.

source: Connect with your children now
fr: Connectez-vous à vos enfants maintenant

source: Access from your web browser on PC, Tablet, or Phone.
fr: Accédez à partir de votre navigateur sur PC, Tablette, ou Phone.

source: Download the app
fr: Téléchargez l'appli

source: Install app on your Device for faster access.
fr: Installez sur votre appareil pour un accès plus rapide.

source: Download
fr: Télécharger

source: Are you a school manager?
fr: Vous êtes responsable d'établissement ?

source: Take your school on this awesome platform in no time.
fr: Amenez votre école sur cette incroyable plateforme en un rien de temps.

source: Discover ScolarFleet
fr: Découvrez ScolarFleet

source: About ikwen
fr: À propos de ikwen

source: Terms & conditions
fr: Termes et Conditions

source: All rights reserved.
fr: Tous droits réservés.

source: Legal mentions
fr: Mentions légales

source: ScolarFleet lets staffs, teachers and parents connect and work together to manage the school and students.
fr: ScolarFleet permet au personnel d’établissement, aux enseignants et aux parents d’être connectés et collaborer pour gérer l’école et ses élèves.

source: One Platform<br/>Everybody
fr: Une plateforme<br/>Tout le monde

source: Built with the idea of collaborative and social platform, ScolarFleet lets staffs, teachers and parents connect and work together to manage the school and students.
fr: Partie sur l’ambition d’une plateforme sociale et collaborative, ScolarFleet permet au personnel d’établissement, aux enseignants et aux parents d’être connectés et collaborer pour gérer l’école et ses élèves.

source: DEPLOY
fr: DÉPLOYER

source: An effective School Management Solution
fr: Une solution efficace de gestion d’établissements scolaires

source: SCHOOL SETUP
fr: MISE EN ROUTE

source: STUDENTS FOLLOW-UP
fr: SUIVI DE L'ÉLÈVE

source: ONLINE MARKING
fr: SAISIE DE NOTES

source: REPORT CARDS
fr: BULLETINS

source: STATISTICS
fr: STATISTIQUES

source: Easy Setup and configuration
fr: Déploiement et configuration simplifiés

source: Deploy in 5 seconds ! Next, the wizard will guide you during initial setup for choosing the school system (French or English), configure payment installments, load subjects and create exam sessions . You can change all that later as you wish. From there you can easily add levels, classrooms and students. Those can be imported from XL files.
fr: Déployez la solution en 5 secondes ! Ensuite, l’assistant vous guidera pendant les installations de démarrage pour choisir le système éducatif (Français ou Anglais), configurer les échéances de paiement, charger les matières et créer les sessions d’évaluations. Vous pouvez ajuster par la suite à votre convenance. Ceci fait, vous pouvez aisément ajouter les niveaux scolaires, les classes et les élèves. Ces derniers peuvent être importés à partir de fichiers Excel.

source: Students follow up
fr: Suivi de l’élève

source: Powerful Student file management. Easily navigate through Student information, Scores, Discipline and Billing. Add discipline entry and check <strong>Send SMS</strong> to send an alert to parent. Upload and keep track of absence justificatory documents in the same place. See whatever is paid or due in the <strong>Billing</strong> tab.
fr: Un suivi efficace de l’élève. Naviguez simplement entre les informations personnelles, les notes, la discipline et les états financiers. Ajouter une entrée de discipline et cocher <strong>“Envoyer SMS”</strong> pour que le parent reçoive l’alerte SMS. Uploadez et conservez les justificatifs d’absence au même endroit. Vérifiez tout ce qui a été payé et qui reste à payer dans l’onglet <strong>États financiers</strong>.

source: Scores input by teachers
fr: Saisie des notes par les enseignants

source: Let teachers put scores online by themselves and from home. They can do it using a PC, tablet or smartphone. Session results are automatically calculated when they do so. When all teachers have input their scores, there’s an alert that suggest to generate report cards.
fr: Les enseignants peuvent désormais saisir les notes depuis la maison. Ils le font à partir d’un PC, une tablette ou un smartphone. Les résultats sont automatiquement calculés à l’issue de cette opération. Lorsque tous les enseignants ont saisi leurs notes, il y a une alerte qui propose de générer les bulletins.

source: NEW
fr: Nouveau

source: Online assignments
fr: Devoirs en ligne

source: Teachers can publish assignments for their classrooms with deadline defined and parents get notified instantaneously on <strong>MyKids</strong> app. When students submit their homework, teachers can view and leave comments.
fr: Les enseignants ont désormais la possibilité de publier les devoirs via la plateforme en y incluant un délai, et les parents reçoivent une notification sur leur application <strong>MyKids</strong>. Lorsque les élèves soumettent leur travail, l'enseignant concerné le voit et peut commenter en temps réel.

source: Report cards generation
fr: Génération des bulletins

source: Get notified when all teachers have input their scores for a session. Simply click on the button to generate reports cards. Process is done on our cloud and you can come back later just to download the files grouped by classrooms.
fr: Recevez une notification lorsque toutes les notes d’une session ont été saisies. Cliquez simplement sur le bouton <strong>“Générer”</strong> pour produire les bulletins. Cette opération est exécutée sur notre infrastructure et vous revenez plus tard pour juste télécharger les fichiers regroupés par classes.

source: REport cards generation
fr: Génération des bulletins

source: Dashboard
fr: Tableau de bord
